[
	{
		"company": "Peoplebox",
		"logo": "/logos/peoplebox.jpeg",
		"period": "2022",
		"position": "Senior Frontend Developer",
		"location": "San Francisco, EEUU [remote]",
		"description": "I was responsible for architecting and coding the core of the product, mentoring developers, reviewing code, and sharing knowledge about best practices. Our product was utilized by renowned companies like Disney Hotstar and Postman."
	},
	{
		"company": "Unboxable",
		"logo": "/logos/unboxable.jpg",
		"period": "2021",
		"position": "Frontend Developer",
		"location": "Tel Aviv, Israel [remote]",
		"description": "I was responsible for thinking up and coding customized frontend and backend solutions tailored to meet specific requirements of the company's product. I provided solutions that could not be found elsewhere externally."
	},
	{
		"company": "Ensambler",
		"logo": "/logos/ensambler.png",
		"period": "2019-2020",
		"position": "Founder / Team Lead",
		"location": "Santiago, Chile",
		"description": "I founded a small team of developers, overseeing decision-making, and working as a backend developer. My primary focus was on managing the entire architecture of the services we offered to our customers and leading my fellow founders."
	},
	{
		"company": "Neoproyex",
		"logo": "/logos/neoproyex.png",
		"period": "2018",
		"position": "Fullstack Developer",
		"location": "Santiago, Chile",
		"description": "The second time around, I collaborated closely with graphic designers to develop websites and applications from scratch for our clients, catering to various types of local businesses in Chile."
	},
	{
		"company": "Freelancer",
		"logo": "/diego.jpg",
		"period": "2013-2015",
		"position": "Fullstack Developer",
		"location": "Angol, Chile",
		"description": "For 3 years, I worked as a freelance developer, crafting websites for clients and designing user interfaces. I ensured to use the latest development tools and technologies for my projects."
	},
	{
		"company": "Neoproyex",
		"logo": "/logos/neoproyex.png",
		"period": "2011-2012",
		"position": "Fullstack Developer",
		"location": "Santiago, Chile [remote]",
		"description": "I developed websites and various types of apps from scratch, using the latest web technologies at the time. I worked on projects for various businesses like laundries, hotels, real estate portals, and metallurgical companies. Additionally, I created a sales website for a well-recognized company in Chile, Cardinale."
	}
]
