[
  {
    "company": "Peoplebox",
    "logo": "/logos/peoplebox.jpeg",
    "period": "2022",
    "position": "Senior Frontend Developer",
    "location": "San Francisco, EEUU [remote]",
    "type": "remote",
    "description": "Responsible of architecting and coding the core of the product, mentoring developers, reviewing code, and sharing knowledge about best practices. Peoplebox's product is utilized by world-wide renowned companies like Disney+ Hotstar and Postman."
  },
  {
    "company": "Unboxable",
    "logo": "/logos/unboxable.jpg",
    "period": "2021",
    "position": "Frontend Developer",
    "location": "Tel Aviv, Israel [remote]",
    "type": "remote",
    "description": "Responsible for designing and coding customized frontend & automation solutions tailored to meet the specific requirements of the company at it's particular point of growing. Provided unique solutions that could not be found elsewhere by the team."
  },
  {
    "company": "Ensambler",
    "logo": "/logos/ensambler.png",
    "period": "2019-2020",
    "position": "Founder | Backend Developer",
    "location": "Santiago, Chile",
    "type": "presencial",
    "description": "Founder of a small team of developers, overseeing decision-making, and backend developer. Responsible for managing the entire architecture of the services the company offers to customers, while also leading my fellow founders."
  },
  {
    "company": "Neoproyex",
    "logo": "/logos/neoproyex.png",
    "period": "2018",
    "position": "Fullstack Developer",
    "location": "Santiago, Chile",
    "type": "presencial",
    "description": "Second time around. Worked closely with UI designers on website and application development, crafting solutions for various local businesses in Chile. My collaboration has earned the company a reputation for being flexible and proficient in our work."
  },
  {
    "company": "Freelancer",
    "logo": "/diego.jpg",
    "period": "2013-2015",
    "position": "Fullstack Developer",
    "location": "Angol, Chile",
    "type": "home",
    "description": "Crafting unique websites and UI designs for my clients. Consistently utilized the latest development tools and well- stablished technologies in all projects. Author of open source jQuery plugins and PHP libraries."
  },
  {
    "company": "Neoproyex",
    "logo": "/logos/neoproyex.png",
    "period": "2011-2012",
    "position": "Fullstack Developer",
    "location": "Santiago, Chile [remote]",
    "type": "remote",
    "description": "Developing websites using the latest web technologies of the time. Serving a variety of local businesses including hotels, real estate portals, and metallurgical factories. Highlighting well-known companies in Chile like Cardinale® ."
  }
]
